[
  {
    "_id": "6360828f7056e6bc2e140390",
    "doi": "",
    "id": 1,
    "year": 2015,
    "title": "Epidemiologic Study of Trauma Patients Admitted to a Level 1 Trauma Center in Shiraz: One Year Survey.",
    "authors": ["Haleh Ghaem", "Shahram Paydar", "Mehrdad Anvar", "Mahnaz Yadollahi", "Parsa Ravanfar"],
    "journal": "Razavi International Journal of Medicine",
    "pissue": [3, 4, "1-4"],
    "link": "https://journal.razavihospital.ir/article_113491.html",
    "pdf": "https://journal.razavihospital.ir/article_113491_01a429468a1f9a426a8af7f0781d81d1.pdf",
    "abstract": {
      "background": "Traumatic injuries represent a major global health burden, and Iran is among the top five deadliest countries for trauma. However, there is limited research on the descriptive epidemiology of trauma in the country.",
      "methods": "This descriptive cross-sectional study analyzed trauma patients admitted to Shahid Rajaee Trauma Hospital (a level I trauma center in Shiraz) from March 2011 to March 2012. A total of 21,542 patients were included, and data were analyzed based on age, gender, month of admission, and injury mechanisms, which included motorcycle collisions, car-pedestrian accidents, car-car accidents, falls from height, stab wounds, and gunshot injuries.",
      "results": "The mean age of the 21,542 patients was 36.0 ± 17.2 years, with 76.7% (16,524) being male. The male to female ratio was 3.3:1, and men were significantly younger than women (mean age 33.7 ± 16.6 vs. 43.6 ± 19.2 years). There were 1,492 patients older than 60 years, making up 6.92% of the total population. Of the patients, 7.9% (1,699) required cardiopulmonary cerebral resuscitation (CPCR), with a 2:1 male-to-female ratio. Among those requiring CPCR, falls were the leading cause of injury in elderly patients, while car accidents were the primary cause in younger patients.",
      "conclusion": "Traumatic injuries affect all age groups, but the highest risk is among young men. Preventive strategies should target this demographic, especially by focusing on traffic-related trauma. Given the higher number of injuries in mid-spring and late summer, authorities should implement preventive measures, particularly by revising traffic regulations during these periods."
    }
  },
  {
    "_id": "6360828f7056e6bc2e140391",
    "doi": "",
    "id": 2,
    "year": 2016,
    "title": "Does Implementation of ISO Standards in Hospitals Improve Patient Satisfaction?",
    "authors": ["Vahid Keshtkar", "Meisam Bazgir", "Mehrdad Anvar"],
    "journal": "Journal of Health Management and Informatics",
    "pissue": [4, 1, "7-11"],
    "link": "https://jhmi.sums.ac.ir/article_42681.html",
    "pdf": "https://jhmi.sums.ac.ir/article_42681_eae286b0dc5e2d2b86023f352e0e5ad7.pdf",
    "abstract": {
      "background": "Patient satisfaction is a critical indicator of healthcare quality and has been a focus of attention globally over the past two decades. Numerous projects have been conducted to evaluate patient perceptions of healthcare, particularly in hospital settings.",
      "methods": "This study assessed the satisfaction of 402 patients hospitalized in teaching hospitals affiliated with Shiraz University of Medical Sciences. Patient satisfaction was measured using a translated and modified version of the KQCAH questionnaire, which consists of 44 questions divided into seven categories: Respect and Caring, Effectiveness and Continuity, Appropriateness, Information, Efficiency, Meals, First Impression, and Staff Diversity. Patients completed the questionnaire at discharge after providing written informed consent.",
      "results": "The overall patient satisfaction scores ranged from 66.5 to 77.5 across the hospitals. ISO-certified hospitals did not consistently outperform uncertified hospitals in total patient satisfaction scores. However, one ISO-certified hospital achieved significantly higher satisfaction scores across all dimensions compared to other hospitals included in the study.",
      "conclusion": "The application of ISO standards alone does not appear to significantly improve patient satisfaction in hospitals affiliated with Shiraz University of Medical Sciences. Further strategies may be needed to enhance the quality of care and patient experience."
    }
  },
  {
    "_id": "6360828f7056e6bc2e140392",
    "doi": "",
    "id": 3,
    "year": 2016,
    "title": "Logistic Regression Modeling for Evaluation of Factors Affecting Trauma Outcome in a Level I Trauma Center in Shiraz.",
    "authors": [
      "Mahnaz Yadollahi",
      "Mehrdad Anvar",
      "Haleh Ghaem",
      "Shahram Bolandparvaz",
      "Shahram Paydar",
      "Fateme Izianloo"
    ],
    "journal": "Iranina Red Crescent Medical Journal",
    "pissue": [19, 1, "0-0"],
    "link": "https://www.ircmj.com/article_194557.html",
    "pdf": "https://archive.ircmj.com/article/19/1/21963-pdf.pdf",
    "abstract": {
      "background": "Injury-related mortality is preventable, making the identification of factors that negatively influence trauma outcomes a critical step in reducing the burden of injuries.",
      "objectives": "This study aimed to identify independent risk factors for early (within 48 hours) and late (beyond 48 hours) in-hospital mortality among adult trauma patients with similar injury characteristics and severity treated at Shahid Rajaee (Emtiaz) Hospital during 2013 and 2014.",
      "methods": "A cross-sectional study was conducted on adult trauma patients (age ≥ 15 years) injured through traffic accidents, violence, or unintentional incidents. Data on demographics, injury mechanisms, injured body regions, injury descriptions, hospitalization outcomes, and nosocomial infections were extracted from three hospital administrative databases. Injury Severity Scores (ISS) were calculated by mapping ICD-10 injury diagnosis codes to AIS-98 severity codes. Multiple logistic regression models were used to determine independent predictors of early and late mortality.",
      "results": "The study included 47,295 hospitalized patients (male-to-female ratio: 2.7:1) with a median age of 30 years (IQR: 23–44). The crude mortality rate was 1% (454 deaths), with 52% of deaths occurring within 48 hours of hospital admission. Nosocomial infections developed in 1% of patients during hospitalization. Key predictors of early trauma death included thoracic injury (OR 8.5, 95% CI: 4.7–15.2), ISS over 16 (OR 6.4, 95% CI: 3.6–11.4), and age over 65 years (OR 5.1, 95% CI: 3.0–8.8). For late deaths, independent risk factors were hospital-acquired infections (OR 12.7, 95% CI: 8.9–18.1), age over 65 years (OR 7.4, 95% CI: 4.5–12.1), and ISS over 16 (OR 14.6, 95% CI: 6.2–34.3).",
      "conclusion": "Age, injury severity, injured body regions, and hospital-acquired infections significantly influence trauma outcomes. Recognizing these factors is vital for monitoring trauma care quality and improving outcomes. Resource allocation should prioritize trauma prevention and reducing in-hospital complications to enhance patient care."
    }
  },
  {
    "_id": "6360828f7056e6bc2e140393",
    "doi": "",
    "id": 4,
    "year": 2017,
    "title": "Analysis of Shahid Rajaee Hospital Administrative Data on Injuries Resulting from Car Accidents in Shiraz, Iran: 2011-2014 Data.",
    "authors": ["Mahnaz Yadollahi", "Aida Ghiassee", "Mehrdad Anvar", "Hale Ghaem", "Mohammad Farahmand"],
    "journal": "Chinese Journal of Traumatology",
    "pissue": [20, 1, "27-33"],
    "link": "https://www.sciencedirect.com/science/article/pii/S1008127517300123",
    "pdf": "https://medcentral.net/doi/pdf/10.1016/j.cjtee.2015.10.006",
    "abstract": {
      "background": "Administrative data from trauma centers could serve as potential sources of invaluable information while studying epidemiologic features of car accidents. This cross-sectional analysis aimed to evaluate patients injured in car accidents in terms of age, gender, injury severity, injured body regions, and hospitalization outcomes over four years (2011–2014).",
      "methods": "The study accessed the hospital registry at Shiraz Trauma Research Center and merged admissions data with discharge information. A total of 27,222 car accident patients aged over 15 years with ICD-10 external causes of injury codes (V40.9-V49.9) were analyzed. Injury severity scores and injured body regions were determined by converting ICD-10 injury codes to AIS-98 severity codes using an electronic algorithm. Binary logistic regression was applied to examine independent variables' contributions to in-hospital mortality.",
      "results": "Men accounted for 68.9% of the injuries with a male-to-female ratio of 2.2:1. The population's average age was 34 ± 15 years, with 77.2% in the 15–45 age group. Head and neck were the most commonly injured body regions (39.0%), followed by extremities (27.2%). ISS was calculated for 48.3% of patients, 80.9% of whom had severity scores below 9. There were 332 ICU admissions (1.2%) and 422 in-hospital fatalities (1.5%). Key predictors of mortality included age above 65 years (OR = 7.4, 95% CI: 5.0–10.9), ISS above 16 (OR = 9.1, 95% CI: 5.5–14.9), thoracic injury (OR = 7.4, 95% CI: 4.6–11.9), and head injury (OR = 4.9, 95% CI: 3.1–7.6).",
      "conclusion": "Hospital administrative databases could reliably provide epidemiologic reports on car accident severity and outcomes. Enhancing the quality of database recordings is a critical step toward comprehensive injury surveillance in Fars, Iran."
    }
  },
  {
    "_id": "6360828f7056e6bc2e140394",
    "doi": "",
    "id": 5,
    "year": 2017,
    "title": "Time Distribution of Injury-related in-hospital Mortality in a Trauma Referral Center in Southern Iran (2010–2015).",
    "authors": ["Hamidreza Abbasi", "Shahram Bolandparvaz", "Mahnaz Yadollahi", "Mehrdad Anvar", "Zahra Farahgol"],
    "journal": "Medicine",
    "pissue": [96, 21, ""],
    "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5457857/",
    "pdf": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5457857/pdf/medi-96-e6871.pdf",
    "abstract": {
      "background": "In Iran, no studies have specifically addressed the timing of trauma deaths or the factors influencing time of death following injuries. This study examined the timing and distribution of trauma-related deaths in an urban major trauma referral center from 2010 to 2015, focusing on victims' injury characteristics.",
      "methods": "This cross-sectional study analyzed adult in-hospital trauma deaths caused by traffic accidents, falls, and violence-related injuries. Data on injury characteristics and time from admission to death were collected from three hospital databases. Mortality timing was analyzed in relation to baseline variables such as age, injury mechanism, and injured body region.",
      "results": "A total of 1,117 trauma-related in-hospital deaths (mean age 47.6 ± 22.2 years, 80% male) were analyzed. Deaths showed a bimodal distribution: 41.6% occurred within the first 24 hours, and 27.7% occurred between the 7th day and the first month. Older patients (over 65) were more likely to die after 24 hours (P = .031). Early deaths were more common in firearm-related injuries (70%) and assault-related injuries (48%), while late deaths were predominant in falls (67%) and motorcycle accidents (66%) (P < .001). Thoracic injuries accounted for 57% of early deaths, compared to 37% for central nervous system injuries (P < .001). From 2010 to 2015, the proportion of late deaths decreased significantly from 68% to 54% (P < .001).",
      "conclusion": "Trauma mortality in Shiraz follows the traditional trimodal pattern, with one prehospital peak and two in-hospital peaks, influenced by age, injury mechanism, and injured body region. Although the observed pattern reflects a less advanced trauma care system compared to mature systems, the transition toward a bimodal distribution suggests improvements in care quality."
    }
  },
  {
    "_id": "6360828f7056e6bc2e140395",
    "doi": "https://doi.org/10.1097/md.0000000000007812",
    "id": 6,
    "year": 2018,
    "title": "Injury Patterns among Various Age and Gender Groups of Trauma Patients in southern Iran: A cross-sectional study.",
    "authors": ["Shahram Bolandparvaz", "Mahnaz Yadollahi", "Hamid Reza Abbasi", "Mehrdad Anvar"],
    "journal": "Medicine",
    "pissue": [96, 41, ""],
    "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5662297/",
    "pdf": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5662297/pdf/medi-96-e7812.pdf",
    "abstract": {
      "background": "Administrative data from trauma referral centers is invaluable for studying the epidemiology of injuries. This study examined injury patterns in Shiraz, focusing on age and gender distribution among trauma victims using data from the trauma research center.",
      "methods": "A cross-sectional, registry-based study included adult trauma patients aged 15 and older who sustained injuries from traffic accidents, violence, or unintentional incidents. Data from three hospital administrative databases provided information on demographics, injury mechanisms, affected body regions, injury details, hospitalization outcomes, and nosocomial infections. Injury Severity Scores (ISS) were calculated by converting ICD-10 injury diagnosis codes to AIS-98 severity codes. Patients were analyzed by age and gender.",
      "results": "The study included 47,295 trauma patients, with a median age of 30 years (IQR: 24–44), of whom 73.1% were male (M/F ratio: 2.7:1). The most common injury mechanisms for males were car and motorcycle accidents, while females were primarily affected by falls and pedestrian accidents (P < .01). With increasing age, transportation-related injuries declined, and unintentional injuries became more common. Young men experienced more severe head injuries, while elderly women had more severe extremity injuries. Although injury severity was similar between genders, elderly patients had significantly higher ISS. Nosocomial infection rates were not influenced by age or gender, but elderly men showed a notably higher mortality rate. Male gender and age over 65 were associated with higher injury incidence, longer hospital stays, and increased in-hospital mortality.",
      "conclusion": "Data from this trauma center highlighted that older age and male gender were key risk factors for severe injuries, extended hospitalizations, and mortality following trauma. Establishing a regional trauma surveillance system could support further research into injury patterns and preventive strategies."
    }
  }
]
